{
    "tweets": [
        {
            "id": 1,
            "_id": "612a1906bb366a0542e7ed64",
            "user": {
                "fullname": "Mona Oneil",
                "username": "@catherinebrown",
                "avatar": "https://source.unsplash.com/random/150x150?2"
            },
            "text": "In occaecat Lorem dolore ipsum in aliquip laboris incididunt. Eiusmod laboris deserunt nisi culpa nostrud reprehenderit deserunt ea deserunt elit sint magna exercitation culpa. Et ad irure dolore mollit quis occaecat consectetur cupidatat esse ipsum aute. Voluptate cupidatat magna aliqua aliqua ut ex dolore consequat elit enim ullamco nostrud aute. Aute elit eu esse labore quis est do cillum amet. Pariatur ullamco cillum enim eu ea laboris aliquip. Quis anim veniam consequat esse elit.\r\n"
        },
        {
            "id": 2,
            "_id": "612a19069e275a55b6a0c9cd",
            "user": {
                "fullname": "Chelsea Small",
                "username": "@franciscariddle",
                "avatar": "https://source.unsplash.com/random/150x150?3"
            },
            "text": "Elit adipisicing magna tempor culpa. Aliqua qui ut nostrud irure enim ullamco consectetur mollit exercitation reprehenderit id dolor. Sit sunt fugiat quis aliqua minim enim ea est officia amet reprehenderit veniam. Non enim excepteur sint pariatur qui tempor duis nostrud. Reprehenderit amet et aute laborum cillum elit ut occaecat. Laborum pariatur reprehenderit ad elit id est. Voluptate sit commodo eiusmod in anim sunt et.\r\n"
        },
        {
            "id": 3,
            "_id": "612a1906aa96c0480ef9c553",
            "user": {
                "fullname": "Billie Roberson",
                "username": "@doriscross",
                "avatar": "https://source.unsplash.com/random/150x150?4"
            },
            "text": "Ut nisi qui qui ea nostrud aliqua deserunt nulla incididunt aliquip nisi aliquip fugiat ad. Sunt occaecat sunt veniam Lorem id mollit mollit. Commodo est laborum eu id. Amet officia sit adipisicing magna culpa laboris.\r\n"
        },
        {
            "id": 4,
            "_id": "612a190673eb8ac71bf97e90",
            "user": {
                "fullname": "Rose Howell",
                "username": "@knightmonroe",
                "avatar": "https://source.unsplash.com/random/150x150?11"
            },
            "text": "Exercitation fugiat culpa esse ullamco do excepteur eiusmod incididunt quis mollit. Anim velit eiusmod sit labore ad velit cillum. Consectetur proident Lorem culpa in incididunt deserunt do occaecat cupidatat proident esse quis consequat voluptate. Exercitation pariatur dolor duis id dolor dolor dolore cupidatat excepteur nisi proident quis sit. Deserunt est laborum ex ad duis occaecat ut officia exercitation cillum pariatur fugiat elit. Nulla fugiat ex id occaecat et elit. Ea deserunt Lorem est sunt tempor sint qui aliqua.\r\n"
        },
        {
            "id": 5,
            "_id": "612a1906594ba376b0763b25",
            "user": {
                "fullname": "Ochoa Walter",
                "username": "@oliverconrad",
                "avatar": "https://source.unsplash.com/random/150x150?15"
            },
            "text": "Lorem exercitation culpa do amet incididunt anim. Commodo aliquip ullamco proident aliqua non nostrud nostrud non sint aliqua. Proident esse enim nostrud velit commodo est sit deserunt sint nulla ullamco ipsum. Exercitation adipisicing et in cupidatat enim aliquip elit duis.\r\n"
        },
        {
            "id": 6,
            "_id": "612a19065db65822adaab16b",
            "user": {
                "fullname": "Viola Harding",
                "username": "@jenningsfrost",
                "avatar": "https://source.unsplash.com/random/150x150?14"
            },
            "text": "Sit cupidatat cillum fugiat consequat enim. Lorem dolore incididunt veniam eiusmod ullamco consectetur laboris. In velit sit aliqua aliqua non duis dolor commodo. Ea cillum eiusmod ipsum sunt.\r\n"
        },
        {
            "id": 7,
            "_id": "612a1906e24e7f031ec0c168",
            "user": {
                "fullname": "Meadows Cote",
                "username": "@madeleinemontgomery",
                "avatar": "https://source.unsplash.com/random/150x150?1"
            },
            "text": "Mollit occaecat culpa laboris aute velit. Aliqua ipsum fugiat quis aute. In consectetur duis id ipsum enim adipisicing ad cupidatat veniam anim veniam eiusmod sit veniam.\r\n"
        },
        {
            "id": 8,
            "_id": "612a1906df4a534168d3642f",
            "user": {
                "fullname": "Adele Mack",
                "username": "@alycefischer",
                "avatar": "https://source.unsplash.com/random/150x150?5"
            },
            "text": "Minim dolore occaecat Lorem quis in do excepteur. Minim tempor ad excepteur est. Tempor quis ipsum cillum ex fugiat adipisicing non ut adipisicing eiusmod officia non. Eiusmod non quis in qui duis Lorem et quis fugiat exercitation.\r\n"
        },
        {
            "id": 9,
            "_id": "612a190687302867af4e5d68",
            "user": {
                "fullname": "David Carpenter",
                "username": "@nicoleaguilar",
                "avatar": "https://source.unsplash.com/random/150x150?6"
            },
            "text": "Elit nulla aliquip incididunt magna dolor. Proident cupidatat Lorem aute et pariatur enim occaecat aliquip consectetur commodo magna non aute eu. Quis sint nisi tempor labore id deserunt magna aliqua veniam reprehenderit est id proident. Est laborum consequat et labore culpa incididunt culpa anim consequat. Nisi aliqua nostrud laborum cillum mollit nisi commodo. Sunt ea nisi ea ad ex et ad velit.\r\n"
        },
        {
            "id": 10,
            "_id": "612a1906064328dbd17ec3ac",
            "user": {
                "fullname": "Chavez Bush",
                "username": "@latonyamckay",
                "avatar": "https://source.unsplash.com/random/150x150?8"
            },
            "text": "Officia deserunt dolore mollit velit quis fugiat labore fugiat ex non. Velit mollit Lorem est pariatur mollit sint culpa irure qui ex. Fugiat consectetur anim amet id tempor ex ut magna.\r\n"
        }
    ],
    "recommendUsers": [
        {
            "_id": "612a1906df4a5456768d3642f",
            "fullname": "Chavez Bush",
            "username": "@catherinebrown",
            "avatar": "https://source.unsplash.com/random/150x150?13"
        },
        {
            "_id": "612a19754f4a5456768d3642f",
            "fullname": "Chavez Bush",
            "username": "@catherinebrown",
            "avatar": "https://source.unsplash.com/random/150x150?15"
        },
        {
            "_id": "612a1906df4a5456768d456892f",
            "fullname": "Chavez Bush",
            "username": "@catherinebrown",
            "avatar": "https://source.unsplash.com/random/150x150?5"
        }
    ],
    "tags": [
        {
            "_id": "612a190606415678dbd17ec3ac",
            "tags": "russian",
            "count": "1456"
        },
        {
            "_id": "6127890606415678dbd17ec3ac",
            "tags": "hotTems",
            "count": "1246"
        },
        {
            "_id": "6121598706415678dbd17ec3ac",
            "tags": "watchYou",
            "count": "123"
        }
    ]
}
